Repository: ccandreva/Wikula
Catalog: src/modules/Wikula/locale/*/LC_MESSAGES/module_wikula.po
Languages: de

source: Wiki pages
de: Wiki-Seiten

source: Settings
de: Einstellungen

source: Engine
de: Motor

source: Error! Get owners failed.
de: Fehler! Beitzer laden gescheitert

source: Error! Count the revisions for this page failed.
de: Fehler! Anzahl der Revisionen konnte nicht gelsen werden

source: Error! Could not load any articles.
de: Fehler! Konnte keine Artikel laden

source: Page_index
de: Hauptseite

source: index of the available pages on the wiki
de: Index aller verfügbaren Seiten im Wiki

source: My_pages
de: Meine_Seiten

source: list of pages that you own on this wiki
de: Liste deiner Seiten im Wiki

source: Recent_changes
de: Letzte Ängerungen

source: check which pages that were changed recently
de: Zeige zuletzt geänderte Seiten

source: High_scores
de: Bestenliste

source: check who had contributed more to the wiki
de: Suche weretwas hinzugefügt hat

source: My_changes
de: Meine Änderungen

source: list of changes that you have done
de: Zeige meine Änderungen

source: Search
de: Suchen

source: search something of your interest in the wiki
de: Suche interessantes im Wiki

source: Wanted_pages
de: Seitenwünsche

source: check out the pages pending for creation
de: Check welche Seiten freitzgeben sind

source: Orphaned_pages
de: Verwaiste Seiten

source: list of orphaned pages
de: Liste verwaister Seiten

source: Special_pages
de: Spezial Seiten

source: list of special pages
de: Liste von spezial Seiten

source: PageIndex
de: Seiten Index

source: No pages found!
de: Keine Seite gefunden.

source: You are not logged in, the list of pages you own couldn't be retrieved.
de: Du bist nicht eingeloggt. Deine Seiten konnten nicht geladen werden.

source: There are no recent changes
de: Aktuell keine Änderungen

source: anonymous user
de: Anonymer Nutzer

source: You are not logged in, the list of pages you've edited couldn't be retrieved.
de: Du bist nicht eingeloggt. Liste mit Seiten die du editiert hast konnte nicht geladen werden

source: D, d M Y
de: T, t M J

source: containing...
de: enthält...

source: No pages linking to %s
de: Keine Verweise auf %s

source: No wanted pages
de: Keine gewünschten Seiten

source: No tag given!
de: Keinen Etikett gegeben!

source: You do not have the authorization to read this page!
de: Du bist nicht berechtigt diese Seite zu lesen

source: Error! Getting the this page by id failed.
de: Fehler! Lader der Seite oer id fehl geschlagen.

source: Error! Getting the links for this page failed.
de: Fehler!

source: Error! Getting revisions failed.
de: Fehler! Konnte nicht alle Versionen laden.

source: Error! Getting all pages failed.
de: Fehler! Konnte nicht alle Seiten laden.

source: Error! Getting all pages by user failed.
de: Fehler! Konnte nicht alle Seiten des Benutzers laden.

source: Full text search is not enabled!
de: Volltext Suche nicht aktiviert!

source: The content of the page to save is the same of the current revision. New page not saved.
de: Kein Unterschied zur alten Version. Seite nicht gespeichert.

source: Saving revision failed!
de: Speichern der Version gescheitert!

source: New page created!
de: Neue Seite angelegt!

source: New revision saved!
de: Veränderungen gespeichert!

source: Action argument missing!
de: Aktionsargument fehlt!

source: Unknown action %s; the action name must not contain special characters
de: Unbekannte Aktion %s. Der Aktionsname darf keine Specialcharacters enthalten

source: menu
de: Menü

source: Wikula Menu Page
de: Wikula Menü Seite

source: HomePage
de: Startseite

source: random
de: zufällig

source: Wikula Random Page
de: Wikula zufällige Seite

source: recentchanges
de: Letzte Ängerungen

source: Wikula Recent Changes
de: Wikula letzte Ängerungen

source: search
de: suchen

source: Wikula Search Box
de: Wikula Such Feld

source: Categories
de: Kategorien

source: The page revision you requested doesn't exists
de: Die gewünschte Revision der Seite exisitert nicht

source: The page does not exist yet! do you want to create it? Feel free to participate and be the first who creates content for this page!
de: Diese Seite existiert noch nicht! Möchtest du Sie anlegen? Beteilige dich und sei der erste der Inhalt zu dieser Seite beisteuert!

source: Error during element fetching !
de: Fehler beim laden der Elemente!

source: No category specified!
de: Keine Kategorie ausgewählt!

source: The page you requested doesn't exists
de: Die gewünschte Seite existiert nicht

source: Cloned from %s
de: Dupliziert von %s

source: That page name is not valid
de: Diese Seitenname ist nicht gültig

source: This page does already exist
de: Diese Seite existiert bereits

source: You do not have the authorization to edit this page!
de: Du hast keine Berechtigungen diese Seite zu editieren!

source: Clone created successfully
de: Duplikat erfolgreich angelegt

source: Page deleted
de: Seite gelöscht

source: Revisions deleted
de: Version gelöscht

source: Initial Insert
de: Erste Eingabe

source: OVERWRITE ALERT: This page was modified by someone else while you were editing it.<br />Please copy your changes and re-edit this page.
de: Überschreibe Alarm: Diese Seite wurde von jemand anderem geändert während du geschrieben hast. <br />Bitte kopier deine Änderungen und ändere diese Seite erneut.

source: Rename successfully
de: Erfolgreich umbenannt

source: WikiHelp
de: Wiki Hilfe

source: Welcome to your Wiki!
de: Willkommen im Wiki!

source: The Wikula module provides a wiki to your website.
de: Das Wikula Modul stellt ein Wiki für deine Webseite zur Verfügung

source: Wikula bottom area
de: Wikula Fusszeile

source: Wikula Filters
de: Wikula Filter

source: Wikula discussion area
de: Wikula Diskussions Bereich

source: Special pages
de: Spezialseiten

source: history
de: Versionsgeschichte

source: edit
de: bearbeiten

source: Rank
de: Rang

source: User
de: Benutzer

source: Revision count
de: Versionszähler

source: Page count
de: Seitenanzahl

source: Last edited by
de: Zuletzt bearbeitet von

source: Comment by %1$s on %2$s:
de: Kommentiert von %1$s am %2$s:

source: No comments yet...
de: Bisher keine Kommentare...

source: This is a list of pages you
de: Dies ist eine Liste deiner Seiten

source: Order by date
de: nach Datum sortiert

source: Order alphabetically
de: Alphabetisch sortiert

source: Revisions
de: Versionen

source: History
de: Versionsgeschichte

source: This is the list of pages you own. (%1$s on %2$s)
de: Dies ist eine Liste deiner Seiten. (%1$s on %2$s)

source: The following list shows those pages held in the Wiki that are not linked to on any other pages.
de: Die folgende Liste enthält Seiten die nicht im Wiki verlinkt sind.

source: No orphaned pages! Good!
de: Keine verwaisten Seiten! Sehr gut!

source: This is an alphabetical list of pages you can read on this server.
de: Dies ist eine alphabetisch sortierte Liste von Seiten die du auf diesem Server lesen kannst.

source: Items marked with a * indicate pages that you own.
de: Einträge mit * gekennzeichnet hast du erstellt.

source: Recent Changes
de: Letzte Verängerungen

source: Feeds by %s
de: Feeds von %s

source: Read more
de: Weiterlesen

source: Search for
de: Suchen nach

source: Full text search
de: Volltextsuche

source: Search Tips
de: Suchtips

source: apple banana
de: Apfel Banane

source: Find pages that contain at least one of the two words.
de: Finde Seiten die mindestens eines der beiden Worte enthält.

source: +apple +juice
de: +Apfel +Saft

source: Find pages that contain both words.
de: Finde Seiten die beide Wörter enthalten

source: +apple -macintosh
de: +Apfel -Macintosh

source: Find pages that contain the word <q>apple</q> but not <q>macintosh</q>.
de: Finde Seiten die das Wort <q>Apfel</q> aber nicht das Wort <q>Macintosh</q> enthält.

source: Find pages that contain words such as apple, apples, applesauce, or applet.
de: Finde Seiten die Wörter wie: Buch, Buchmacher, Buchsbaum.

source: &quot;some words&quot;
de: &quot;einige Wörter&quot;

source: Find pages that contain the exact phrase <q>some words</q> (for example, pages that contain <q>some words of wisdom</q> but not <q>some noise words</q>).
de: Finde Seiten die den exacten Suchstring enthalten <q>einige suchworte</q> (Zum Beispiel, Seiten die beinhalten: <q>Treffen sich zwei Hunde</q> aber nicht <q>Treffen sich ein paar Hunde</q>).

source: Search result: <strong>%1$s matches</strong> for <strong>%2$s</strong>
de: Suchergebnis: <strong>%1$s Treffer</strong> für <strong>%2$s</strong>

source: Search string not found.
de: Sucheingabe nicht gefunden.

source: Click here to create a new page named "%s"
de: Klicke hier um eine neue Seite zu erstellen mit dem Namen "%s"

source: Pages linking to: %s
de: Seiten verweisen auf: %s

source: Wanted Pages
de: Seitenwünsche

source: Source page
de: Quelltext

source: Targetted inexistent page
de: Zielseite nicht gefunden

source: Delete selected revisions
de: Lösche ausgewählte Versionen

source: Page name
de: Seitenname

source: Owner
de: Besitzer

source: Latest author
de: Letzter Autor

source: Last edit
de: Letzte Veränderung

source: Note
de: Notiz

source: Actions
de: Aktionen

source: Check all
de: Alle auswählen

source: Uncheck all
de: Alle abwählen

source: Confirmation prompt
de: Bestätigungseingabe

source: Do you really want to delete the selected revisions?
de: Willst du wirklich die ausgewählten Versionen löschen?

source: Delete
de: Lösche

source: Cancel
de: Abbrechen

source: Select an engine
de: Wähle eine Maschine

source: There is no engine set! Without engine Wikula is very limited!
de: Es ist keine Maschine gesetzt! Ohne Maschine ist Wikula sehr eingeschränkt!

source: The engine transforms the content of a wiki page from a lightweight markup language into html code. At the moment there are two engines available:
de: Die Maschine übersetzt den Inhalt der Wiki Seite von "lightweight markup language" in reinen HTML code. im Moment gibt es zwei Maschinen:

source: Wikka is the orignal engine from the WikkaWiki. It assures a full backward compatibilty to Wikula 1.x.
de: Wikka ist die Originalmashine des Wikka Wikis. Sie sichert die volle Abwärtskompatibilität zu Wikula 1.x.

source: Website
de: Webseite

source: LuMicuLa is a newer engine. It supports several lightweight markup languages like Wikka, Creole and BBCode.
de: LuMiCuLa ist eine neuere Maschine. Sie unterstützt diverse "lightwight markup languages" wie Wikka, Creole oder BBCode.

source: Configure current engine
de: Konfiguriere aktuelle Maschine

source: Rebuild links and categories tables
de: Links- und Kategorietabelle neu bauen

source: Save
de: Speichern

source: Statistics
de: Statistiken

source: Pages
de: Seiten

source: Owners
de: Besitzer

source: Modify configuration
de: Ändere Konfiguration

source: General
de: Allgemeines

source: Root Page
de: Startseite

source: Enable subscribtions
de: Aktiviere Abonnement

source: Items per page
de: Einträge pro Seite

source: Enable single page permissions
de: Aktiviere Einzelseiten Berechtigungen

source: Enable live search
de: Aktiviere Life Suche

source: Improve search experience, but needs more performance.
de: Verbessert die Sucheigenschaften braucht aber mehr Resourcen.

source: Enable full text search
de: Aktiviere Volltextsuche

source: There is no editor set! Without editor Wikula is very limited!
de: Es ist kein Editor gesetzt! Ohne Editor ist die Wikula Funktionalität stark eingeschränkt!

source: Editor settings
de: Editor Einstellungen

source: Page edit comments are mandatory
de: Seiten Bearbeitungs Kommentrare sind pflicht

source: Show a (license) note
de: Zeigen (Lizenz) Notiz

source: Discussion
de: Diskussion

source: Discussion module
de: Diskussions Modul

source: Discussion module settings
de: Diskussions Modul Einstellungen

source: Page Administration
de: Seiten Administration

source: Filter view
de: Anzeige filtern:

source: Show
de: Anzeigen

source: Apply
de: Anwenden

source: Search page:
de: Suchseite:

source: Enter search string:
de: Suchtext eingeben:

source: Submit
de: Bestätigen

source: Records
de: Einträge

source: Order by:
de: Sortieren nach:

source: Hits
de: Treffer

source: Comments
de: Kommentare

source: Backlinks
de: Verweise

source: Page Index
de: Seiten Index

source: All
de: Alle

source: Owner:
de: Besitzer:

source: No page found
de: Seite nicht gefunden

source: Menu pages
de: Menu Seiten

source: Maximum Characters
de: Maximum Buchstaben

source: by %s
de: durch %s

source: Number of items
de: Anzahl Artikel

source: Search keywords
de: Suchen nach

source: %1$s created the wiki article %2$s
de: %1$s hat den Wiki Eintrag angelegt %2$s

source: %1$s changed the wiki article %2$s
de: %1$s hat den Wiki Artikel geändert in %2$s

source: Pages linking to <a href="%1$s">%2$s</a>
de: Seiten die auf <a href="%1$s">%2$s</a> verweisen

source: There are no backlinks to this page
de: Es gibt keine Verweise zu dieser Seite

source: Pages that belong to this category:
de: Seiten die zu dieser Kategorie gehören:

source: Please fill in a valid target page name and an (optional) edit note.
de: Gib der Seite bitte einen Namen und eine Notiz (optional).

source: Clone
de: Duplizieren

source: Clone as
de: Duplizieren als

source: Edit after creation
de: Bearbeite nach dem Erstellen

source: Go to the edit form
de: Gehe zur editier Seite

source: Please add a note with details of your submission
de: Bitte geben Sie einen Kommentar zu Ihrer Bearbeitung an

source: Rename
de: Umbennen

source: Preview
de: Vorschau

source: Page history
de: Versionsgeschichte

source: Revisions of %s Feed
de: Versionen vom %s Feed

source: Useful pages
de: Hilfreiche Seiten

source: FormattingRules
de: Syntaxregeln

source: learn how to format the contents in this wiki
de: Lerne wie man Inhalt im Wiki formatiert

source: SandBox
de: Spielwiese

source: play with your formatting skills
de: spiele mit deinen Formatierungskünsten

source: WantedPages
de: Gewünschte Seiten

source: OrphanedPages
de: Verwaiste Seiten

source: TexSearchExpanded
de: Text Suche ausklappen

source: fine grained search if you haven't found anything in the normal search
de: genauere Suche falls du über die normale Suche nichts gefunden hast

source: WikiCategory
de: Wiki Kategorie

source: learn how works the categorization system of this wiki
de: Lerne wie die Kategorien im Wiki funktionieren

source: CategoryWiki
de: Kategorie Wiki

source: list of pages related to the Wiki
de: Liste mit verwandten Seiten im Wiki

source: RecentChanges
de: Kürzliche Änderungen

source: HighScores
de: Bestenliste

source: OwnedPages
de: Seiten die ich besitze

source: check out how many pages you own on the wiki
de: Zeige meine Seiten im Wiki

source: MyChanges
de: Meine Änderungen

source: MyPages
de: Meine Seiten

source: You will find more useful pages in the <a href="%s">Page index</a>.
de: Mehr nützliche Informationen auf der <a href="%s">Index Seite</a>.

source: Show feed of these changes
de: Zeige Liste dieser Änderungen

source: The artice %s has so far %s revisions.
de: Der Artikel %s hat bis jetzt %s Versionen

source: Compare
de: Vergleichen

source: Creator
de: Ersteller

source: Revision comparison
de: Versionsvergleich

source: Edit
de: Bearbeiten

source: Discuss
de: Diskutieren

source: Log in
de: Einloggen

source: Please fill in a valid target page name.
de: Bitte den validen Namen der Seite eingeben

source: Rename as
de: Umbenennen zu

source: Wiki Setting
de: Wiki Einstellungen

source: Subscribe wiki
de: Wiki abonnieren

source: No settings available
de: Keine Einstellung verfügbar

source: Revision [%s]
de: Version [%s]

source: This is a past revision of <a href="%2$s">%1$s</a> made by %3$s on <a class="datetime" href="%4$s">%5$s</a>
de: Das ist eine veraltete Version von <a href="%2$s">%1$s</a> die von %3$s am <a class="datetime" href="%4$s">%5$s</a> bearbeitet wurde

source: Show Source
de: Quelltext anzeigen

source: Edit Revision
de: Revision bearbeiten

source: (No note added)
de: (Keine Notiz hinzugefügt)

source: "%1$s" by %2$s on %3$s
de: "%1$s" von %2$s am %3$s

source: Error
de: Fehler

source: No items available yet or you're not allowed to access this information
de: Noch keine Einträge vorhanden oder du bist nicht berechtigt die Informationen zu sehen
